<?php
	/**
		* Template name: Главная
	*/

	get_header();

?>

	<section class="hero">
		<div class="hero__container container">

			<h1>Творча майстерня</h1>
			<p class="hero__sub-title">все зроблено дітьми  - сиротами</p>

			<div class="hero__info">
				<p><b><i>Привіт! </i></b></p>
				<p>
					Якщо ти тут, отже ти небайдужий до хендмейд речей та дітей-сиріт. 
					<br> <b>Ти не пожалкуєш, що зайшов сюди,</b> адже ми створили перший в Україні соціальний воркшоп, який містить різні товари та одяг, зроблені руками дітей-сиріт. 
				</p>
			</div>

			<div class="hero__bg">
				<img src="<?php echo get_template_directory_uri(); ?>/assets/img/hero__bg.png" alt="">
			</div>
		</div>
	</section>

	<section class="project">
		<div class="project__container container">

			<div class="project__col">
				<h2>Навіщо та про що цей проект?</h2>
				<p>
					Даний проект – це колаборація дітей-сиріт з українськими дизайнерами та майстрами України. 
				</p>
				<p>
					У рамках майстер класів, вони навчають їх різним поробкам, які ти зможеш знайти на цій платформі.
				</p>
				<div class="project__question">?</div>
			</div>
			
			<div class="project__col">
				<h2>В чому фішка?</h2>
				<p>
					Усі речі є унікальними. Ти 100 % захочеш їх носити, тому що вони круті, стильні та незвичайні, адже їх розробляли відомі дизайнери та майстри. 
				</p>
				<p>
					Ці речі стануть як незамінним атрибутом твого повсякденного життя, так і чудовим подарунком на свята, корпоративи та дні народження.
				</p>
				<p>
					Асортимент товарів буде постійно обновлюватись, адже нові малюнки  та поробки від сиріт надходять до нас фактично кожного дня.  Тому, будь-ласка, слідкуй за нашими обновленнями у соц. мережах та цьому сайті <i><b>аби встигнути першим придбати  круту незамінну річ! </b></i>
				</p>
			</div>
			
		</div>
	</section>

	<section class="shop" id="shop">
		<div class="shop__container container">

			<div class="shop__category">
				<h2>Новинки</h2>
				<?php
					wp_nav_menu(array(
						'menu' => 'category',
					));
				?>
			</div>

			<?php echo do_shortcode('[products per_page="6"]'); ?>

		</div>
	</section>

	<section class="info">
		<div class="container">
			
			<h2>Як долучитись?</h2>

			<div class="info__wrap click">
				<p>
					Ти просто обирай товари, які тобі до вподоби та купуй.
				</p>
				<p>
					Усі кошти будуть йти виключно на дітей-сиріт (за це можеш не переживати, адже ми можемо надати тобі будь-який звіт, який тільки забажаєш).
				</p>
				<p>
					Як бачиш, допомагати супер легко! Ти купуєш круту унікальну стильну річ й водночас допомагаєш сироті здобути гідне майбутнє. Круто, правда?
				</p>
				<p>
					Тож, чого ти чекаєш?
				</p>
				<p>
					Повертайся скоріш до <a href="#shop">категорій товарів</a> та купуй усе що тобі до вподоби!
				</p>
				<p>
					Й пам’ятай, <b><i>тільки разом ми допоможемо дітям-сиротам змінити їх майбутнє на краще!</i></b>
				</p>
				<img src="<?php echo get_template_directory_uri(); ?>/assets/img/info__bg.png" alt="" class="info__bg">
			</div>

		</div>
	</section>

<?php
	get_footer();
